[
  "We demons have come to conquer Giblatön!",
  "The golems will fall before our might!",
  "I'll crush those golem scum with my mace!",
  "Ymantus, use your magic to bring down those golem walls!",
  "Garr'ash, make those volcanoes erupt and bury the golems alive!",
  "Durkho, lead the charge and crush the golems with your army of demons!",
  "Our victory is assured! The golems are weak and will fall before us!",
  "We demons are the true rulers of Giblatön!",
  "The Rebel golem was just the beginning! We will destroy them all!",
  "Our power is unmatched! No golem can withstand our might!",
  "Those golems are nothing but mindless machines. They have no chance against us!",
  "Sylverior, grant us your fiery strength and we will emerge victorious!",
  "Golems, prepare to meet your doom at the hands of the demons!",
  "Ymantus, use your powers to control the elements and crush those golems!",
  "Garr'ash, unleash the flames of hell and burn those golems to ash!",
  "Durkho, lead our forces to victory and claim Giblatön for the demons!",
  "The golems may have strength in numbers, but we demons have strength in power!",
  "Our swords and maces will cut through those golem bodies like butter!",
  "We will not rest until every last golem is destroyed!",
  "The Rebel golem was foolish to challenge us. Now he pays the price.",
  "Sylverior, guide us with your wisdom and we will emerge triumphant!",
  "Ymantus, show those golems the true power of magic!",
  "Garr'ash, let the fires of hell consume our enemies!",
  "Durkho, let your battle cry be heard across Giblatön and strike fear into the hearts of the golems!",
  "We will claim this world for the demons and rid it of these golem pests!",
  "These golems are just scraps of metal and rock. We will crush them with ease!",
  "Sylverior's power is unmatched! The golems stand no chance against him!",
  "Ymantus, use your energy to control the very earth beneath the golems' feet!",
  "Garr'ash, let the earth tremble at the sound of our demonic footsteps!",
  "Durkho, lead the charge and let the golems know what true fear is!",
  "By the power of Sylverior, we will conquer Giblatön!",
  "The golems may be tough, but they're no match for us demons!",
  "For the honor of our creators, we will defend Giblatön!",
  "The demons may be strong, but they will never defeat our willpower!",
  "Our stone bodies may be tough, but our spirit is even tougher!",
  "We will crush those demon scum with our mighty fists and hammers!",
  "No matter how many demons come at us, we will never falter!",
  "We are the guardians of Giblatön and we will defend it until our last breath!",
  "Our bond with the earth makes us stronger than any demon!",
  "The demons may have magic, but we have the power of our creators on our side!",
  "Golems, let us show the demons what true strength looks like!",
  "Our loyalty to our creators is unbreakable!",
  "The Rebel golem was just the beginning! We will stand united against the demon threat!",
  "Our power lies in our unity and unbreakable spirit!",
  "Golems, we will not rest until every last demon is vanquished!",
  "Our determination is unmatched! The demons will never defeat us!",
  "Let us stand firm and show the demons the power of our stone bodies!",
  "Garr'ash may think he can control the volcanoes, but we will not let him harm our home!",
  "Ymantus may have magic, but we have the power of our creators' will on our side!",
  "Sylverior may be a powerful demon, but we will never bow to him!",
  "We golems may be silent, but our strength speaks volumes!",
  "Our fists and hammers will crush those demon skulls like eggshells!",
  "We will not let the demons take our home away from us!",
  "Our creators gave us life, and we will use it to defend Giblatön!",
  "Golems, let us stand together and show the demons the true meaning of strength!",
  "Our duty as guardians of Giblatön is sacred and we will fulfill it no matter the cost!",
  "Our creators imbued us with the power of the earth itself, and we will use it to defeat the demon threat!",
  "The demons may have trickery and deceit, but we have honor and integrity!",
  "Our willpower is unbreakable! No demon can defeat us!",
  "We may be made of stone, but our hearts beat with a fiery determination to defend our home!",
  "Let us stand together, golems of Giblatön, and show the demons what it means to face true strength!",
  "Hey demons, how's the view up there with those tiny wings? Oh wait, you can't fly with those!",
  "Golems may be big, but at least we don't need stilts to see eye to eye with our opponents.",
  "We're not scared of those little demons. They're more like ankle-biters than anything.",
  "Demon, more like demon-teensy-tiny. Get it, because they're so small!",
  "Golems may move slow, but at least we don't tire ourselves out flapping our puny wings.",
  "Demon, I could sneeze and you'd be blown away. Better hold onto those little wings tight!",
  "We may be big, but at least we don't need a magnifying glass to see our enemies.",
  "How cute, the little demons think they can take on the mighty golems. Maybe they should stick to playing with dolls.",
  "Hey demons, are those wings just for show or do they actually do anything useful?",
  "I heard the demons tried to fly over the golems, but they got caught in a gust of wind and blew away.",
  "At least the golems don't need wings to fly. We just throw the demons and watch them flail around.",
  "Demons, more like gnats with wings. You're just buzzing around and annoying us.",
  "Golems may be slow, but we don't have to worry about getting tangled up in our own wings.",
  "Do the demons even lift? I bet they couldn't even lift a pebble.",
  "Golems may not be able to fly, but at least we can walk without tripping over our own wings.",
  "Demons, the little pests with wings. Maybe we should call in the exterminator.",
  "I heard the demons are starting a new fitness trend: wing-flapping. Too bad it doesn't actually do anything.",
  "Golems may be clumsy, but at least we're not constantly crashing into things with our wings.",
  "If the demons keep flapping their wings like that, they'll create a hurricane and blow themselves away.",
  "Demons, the winged wonders of Giblatön. Wonder what they're actually good at besides flying in circles."
]
